Docker/library-batch/checkReservation.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://services.libraryws.projects.brucella.fr/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:checkReservationNotPickedUp/>
   </soapenv:Body>
</soapenv:Envelope>